Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/default.aspx_id=713339.html.tmx
Source language: sme
Languages: smj

source: Bargat Ruoŧa girkus mearkkaša bargat juoidá mas berošta - Svenska kyrkan - Om oss
smj: Svieriga girkkon barggat la dåjmadit juoŋga åvdås masi jáhkká - Svenska kyrkan - Om oss

source: Bargat Ruoŧa girkus mearkkaša bargat juoidá mas berošta
smj: Svieriga girkkon barggat la dåjmadit juoŋga åvdås masi jáhkká

source: Ruoŧa girkus leat bálkkáhuvvon bargit ja eaktodáhtolaš mielbargit.
smj: Svieriga girkkkon gávnnuji bálkkidum ja iesjmiedogis bargge.

source: Oktiibuot girkus leat sullii 25 000 bargi, eatnasat sis barget searvegottiin.
smj: Girkkon aktan li bájken 25 000 bargge gejs ienemusá barggi muhtem tjoaggulvisán.

source: Virggit Ruoŧa girkus Ruoŧa girkus leat máŋggat sierralágan virggit.
smj: Virggejuohkusa Svieriga girkkon Gávnnuji moattelágásj virggejuohkusa Svieriga girkkon.

source: Báhpat, girkočuojaheaddjit, visttihálddašeaddjit, diakonat ja searvegoddepedagogat leat dábálaš virggit girkus.
smj: Härrá, girkkotjuojadiddje, viessogähttje, diakona ja tjoaggulvispedagoga li virggejuohkusa ma li dábálattja girkkon.

source: Doppe leat máŋggat eará bargit go dát, earret eará ekonomat, kantuvrrabargit, diehtojuohkkit ja juristtat.
smj: Gávnnuji vil ietjá bargge, iehtjádij siegen ekonoma, diedediddje ja jurista.

source: Diakona Diakonan barggat searvegottis, girkolaš institušuvnnas dehe gaskariikkalaččat.
smj: Diakona Diakonan barga tjoaggulvisán, girkkolasj institusjåvnån jali rijkajgasskasattjat.

source: Bargu sáhttá leat máŋggalágan, ovdamearka dihte idjavázzin gávpogis nuoraid dihte, mannat ruovttus boarrásiid ja buhcciid luhtte, lágidit joavkkodoaimmaid nuoraide geaid vánhemiin leat váttisvuođat mirkoávnnasgeavahemiin, bargat demensabuhcciid oktasaš orronsajiin, gefiid boradanbáikkiin ja bargat oahpahemiin.
smj: Barggo máhttá sisanedit gájkka idjavádtsemijs stádan, sadjihin nuorajda, gitta häjmmaguossidibme vuorrasij ja skibáj lunna, juogosdåjmas mánájda gejn li äjgáda boastoadnogássjelisvuodaj gitta juogosårudagájda demänssasáhtusulmutjida, jubttsatjiegas gitta åhpadussaj.

source: Diakonaoahpus leat máŋga oasi, earret eará Ruoŧa girku vuođđogurse, golmmamánnosaš praktihkka bagadalliiguin ja vel gursebeaivvit ovttas olbmuiguin geat leat válbmaneame searvegoddepedagogan, girkočuojaheaddjin ja báhppan.
smj: Åhpadusán diakonaj li moadda oase, aktan Svieriga girkko vuodokurssa, gålmå máno praktijkka dårjajn ja kurssabiejve aktan boahtte tjoaggulvispedagogaj, girkkotjuojadiddjij ja härráj.

source: Don fertet čađahan alit dási virgeoahpu, ovdamearka dihte sosionoma-, psykologa- dehe buohccedivššárskuvlla.
smj: Dárbaha aj fáhkkaåhpadusáv gymnása maŋŋela, buojkulvissan sosionoma, sykologa jali skihpasujtár.

source: Maŋimus oassi oahpus lea jahkásaš oahppu, nu gohččoduvvon karitatiiva profiilaoahppu.
smj: Åhpadusá maŋemus oasse l avtajagák åhpadus, nåv gåhtjoduvvam karitatijvva profijllaåhpadus.

source: Searvegoddepedagoga Searvegoddepedagogan don galggat ráhkadit birrasiid gos olbmot sáhttet ovdánit ja nannet iežaset risttalašvuođa.
smj: Tjoaggulvispedagoga Tjoaggulvispedagogan dagá birrasijt majn ulmutja máhti åvddånit ja tjavggasit ristalasj jáhkon.

source: Don barggat mánáiguin, nuoraiguin ja rávvásiiguin ja sáhtát šaddat bargat rihppaskuvlaoahpaheaddjin, doallat ipmilbálvalusaid, jođihit pedagogalaš bargguid rávesolbmuide dehe addit jođiheaddjioahpu eaktodáhtolaš berosteddjiide.
smj: Barga mánáj, nuoraj ja ållessjattugij ja vidno li skallolåhkkeåhpadiddjen doajmmat, ásadit råhkusijt, lajddit ållessjattukpedagogalasj bargov jali dåjmadit lájddijiddjesåhpadusáv dåjmalattjajda gudi barggi vuojtodagi.

source: Searvegoddepedagogaoahpus leat máŋga oasi, earret eará Ruoŧa girku vuođđogurse, golmmamánnosaš praktihkka bagadalliiguin ja gursebeaivvit ovttas olbmuiguin geat leat válbmaneame diakonan, girkočuojaheaddjin ja báhppan.
smj: Åhpadus tjoaggulvispedagogaj la nieljet oases, iehtjádij siegen Svieriga girkko vuodokurssa, gålmå máno praktijkka dårjajn ja kurssabiejve aktan boahtte diakonaj, girkkotjuojadiddjij ja härráj.

source: Don fertet čađahan alit dási virgeoahpu, ovdamearka dihte juogalágan oahpaheaddjiskuvlla.
smj: Dárbaha aj juoŋgalálásj fáhkkaåhpadusáv gymnása maŋŋela, buojkulvissan muhtemlágásj åhpadiddjeåhpadusáv.

source: Maŋimus oassi searvegoddepedagogaskuvllas lea jahkásaš oahppu mas Ruoŧa girkus lea ovddasvástádus.
smj: Tjoaggulvispedagogaåhpadusá maŋemus oasse l avtajagák åhpadus massta Svieriga girkko åvdåsvásstádusáv adná.

source: Girkočuojaheaddji Bargu girkočuojaheaddjin lea molsašuddi ja addá dutnje vejolašvuođa čuojahit seammás go beasat movttidahttit earáid ovdánit iežaset musihkkaráhkadeamis.
smj: Girkkotjuojadiddje Barggo girkkotjuojadiddjen la målsudahkes ja dunji vaddá máhttelisvuodav dåjmadit tjuojadiddjen, avtabále gå måvtåstuhtá iehtjádijt åvddånit musijkan.

source: Don beasat bargat čuojaheaddjin, lávlunjoavkojođiheaddjin ja pedagogan.
smj: Barga tjuojadiddjen, kåvrrålájddijiddjen ja pedagogan.

source: Don beasat maid lágidit konsearttaid ja hábmet musihkka eallima dehálaš dáhpáhusaide dego risttašeapmái, heajaide ja hávdádusaide.
smj: Ásada konsertajt ja hábbmi musijkav ájnas bálijn iellemin degu gástadimen, fiesstimin ja hávddádusán.

source: Kántor Don sáhtát šaddát kántorin jos čađahat guovttejahkásaš oahpu álbmotallaskuvllas, allaskuvllas dehe musihkkaallaskuvllas.
smj: Kantor Kantorin sjatta gå váttsá guovtejagák åhpadusáv álmmukallaskåvlån, allaskåvlån jali musijkkaallaskåvlån.

source: Dasa lassin gullo Ruoŧa girku vuođđogurse, praktihkka ja gursebeaivvit ovttas olbmuiguin geat leat válbmaneame searvegoddepedagogan, diakonan dehe báhppan.
smj: Dasi vil boahtá Svieriga girkko vuodokurssa ja praktijkka ja kurssabiejve aktan boahtte tjoaggulvispedagogaj, diakonaj ja härráj.

source: Jos áigo šaddat dohkálaš kántorin de ferte oahpu gazzat guovtti ja bealle jagis gitta golmma jahkái.
smj: Dåhkkiduvátjit kantorin de lågå bielgoalmát gitta gålmå jahkáj.

source: Orgelčuojaheaddji Don šattat orgelčuojaheaddjin jos čađahat dáiddalaš kandidáhttaeksámena girkomusihkkasuorggis (golmmajahkásaš oahppu) soames musihkkaallaskuvllas Ruoŧas.
smj: Organissta Organisstan sjatta gå tjadáda dájdulasj kandidáhttaeksámav ulmijn girkkomusijkka (gålmåjagák åhpadus) muhtem Svieriga musijkkaallaskåvlån.

source: Maŋŋil dan ferte čađahit loahpalaš oahppojagi ovdal go oažžu virggi Ruoŧa girkus.
smj: Dan maŋŋela tjuovvo hiejtedahttem åhpadusjahke dievnastussaj Svieriga girkkon.

source: Báhppa Leat báhppan mearkkaša veahkehit olbmuid oažžut ipmárdusa Ipmilis eallimisttiset, oažžot olbmuid nannet jáhkuset.
smj: Härrá Härrán viehkeda ulmutjijt Jubmelav vásedit sijá iellemijn, ulmutjijt åvdedit jáhkon.

source: Don gávnnadat olbmuiguin eallima sierralágan dásiin ja diliin.
smj: Duosto ulmutjijt umasslágásj ájgen ja vidjurin iellemin.

source: Risttašeamit ja heajat leat buohtalaga rihppaskuvlajoavkkuiguin ja nuoraid čoahkkimiiguin.
smj: Gástadime ja fiesstima li aktan skallolåhkkejuohkusij ja nuorajtjåhkanimij.

source: Sáhttá maid leat jearaldat jávohisvuođa bakku bakte ságastallat olbmuiguin persuvnnalaččat oskku- ja eallingažaldagaid birra.
smj: Máhttá aj sisanedit sjávovälggogisvuodan ságastit persåvnålasj jáhkko- ja iellemgatjálvisaj birra.

source: Báhppaoahpus leat máŋga oasi.
smj: Härráåhpadusán li moadda oase.

source: Don galggat lohkat 300 allaskuvlačuoggá teologiijas universitehtas dehe allaskuvllas, oassálastit praktihkas ja de lohkat loahpalaš termiinna Ruoŧa girku báhpalaš instituhtas Uppsalas dehe Lundas.
smj: Máhtá låhkåt 300 allskåvllåtjuoggá teologiddjan universitehtan jali allaskåvlån, oassálasstet praktijkkaj ja dan maŋŋela vádtset hiejtedahttemtermijnav Svieriga Girkko pastoralainstituhtan Uppsalan jali Lundan.
